TOKEN = ''

COMMANDS = {
    'note': ' [name]: [text] введите название и текст чтобы создать заметку',
    'what': ' [name] введите название заметки чтобы обратиться к ней',
    'rroll': ' (r, p, к) [1d1] введите кол-во кубов и их значение чтобы сделать бросок',
    'croll': ' (cr, ск) [1d1_1] бросок кубов с указанием минимального порогового значения',
    'del': ' [limit] удаляет limit сообщений с момента ввода команды, команда также будет удалена,'
           ' команда не учитіваетв в limit',
    'coin': ' (монетка) бросок монетки со значеним орёл/решка/ребро',
    'say': ' (скажи) [text] создаёт сообщение содержащее [text]',
    'choose': ' (выбрать, выбери) [options] случайнг вібирает значение из [option]',

}

phrases = [
    'я на страже',
    'проходи, не задерживайся',
    'и снова здавствуй, милый друг, всё так же бродишь ты вокруг...',
    'из мрака свет, из света мрак, и в ужасе бежит мой враг',
    'струится тьма, сверкает свет, врагам моим спасенья нет',
    'no pasaram!'
]

names = ['Gatekeeper', 'привратник', 'gatekeeper', 'Страж', 'Привратник']
